[GENERAL]
NAME					= Farsi
TRANSLATOR				= حسام محمدی
DLG_FONT_NAME                           = Tahoma
DLG_FONT_SIZE                           = 9

[TEXT]
TEXT_APP_NAME				= باندی کات
TEXT_BUILDNO				= ساخت#
TEXT_VERSION				= باندی کات ${str1} (${str2})
TEXT_APPINFO				= باندی کات - ویرایشگر ویدیو سریع و ساده
TEXT_BETA				= بتا
TEXT_UNREGISTERED			= ثبت نشده

TEXT_YES				= بله
TEXT_NO					= خیر
TEXT_CLOSE				= بستن
TEXT_CANCEL				= لغو
TEXT_OK					= تأیید
TEXT_ABORT				= توقف
TEXT_RETRY				= دوباره
TEXT_IGNORE				= چشمپوشی
TEXT_CONTINUE				= ادامه

TEXT_SAVE				= ذخیره
TEXT_NOT_SAVE				= ذخیره نکن

TEXT_SECOND				= ثانیه

TEXT_OPEN_FILE				= بازکردن فایل
TEXT_SELECT_FOLDER			= پوشه خروجی را انتخاب کنید

TEXT_SEG_DURATION			= مدت زمان ${str1}
TEXT_SEEK_POS				= پویش ${str1}
TEXT_TOTAL_SEG_DURATION			= مجموع ${str1}
TEXT_HIGH_SPEED_MODE			= حالت سرعت بالا
TEXT_HIGH_ENCODING_MODE			= حالت کدگذاری

TEXT_VOLUME_MUTE			= قطع صدا
TEXT_VOLUME				= صدا: ${int1}

TEXT_CHANGE_LANG			= برای تغییر زبان برنامه باید ریستارت شود[br] آیا حالا انجام میدهید؟
TEXT_RESET_ALL_SETTINGS			= آیا میخواهید همه تنظیمات را به پیش فرض بازنشانی کنید؟
TEXT_SHUTDOWN_SEC			= رایانه در ${int1} ثانیه دیگر شات دان خواهد شد
TEXT_SHUTDOWN_APP_SEC			= برنامه مدت ${int1} ثانیه دیگر بسته خواهد شد

TEXT_UPDATE_AVAILABLE			= نسخه جدید برنامه موجود است [br]حالا میخواهید آن را دانلود کنید؟
TEXT_UPDATE_UNAVAILABLE			= این نسخه جدیدترین نسخه است
TEXT_UPDATE_FAILED			= موفق به بررسی اطلاعات نشد [br]رایانه ممکن است به اینترنت متصل نباشد یا شاید سرور بدرستی کار نمیکند
TEXT_OFFLINE				= این تابع وقتی به اینترنت متصل هستید قابل استفاده است[br]لطفا بعد از اینکه ارتباط اینترنتی را بررسی کردید مجدد امتحان کنید

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= این برنامه نامعتبر است [br]شما باید برنامه را مجدد نصب کنید

TEXT_NOT_SEEKABLE			= این فایل ویدیو قابل پویش نیست
TEXT_NOT_SEEKABLE_DETAIL		= حالت سرعت-زیاد و تنظیمات بخش موجود نیست [br]- فهرست جدول خراب است.[br]- کلید فریمی یا فهرست جدول ندارد

TEXT_NOT_SUPPORT_FILE			= باندی کات از این فایل پشتیبانی نمیکند. [br](ویدیو یا اطلاعات کدک وجود ندارد)[br]
TEXT_NOT_SUPPORT_VIDEO			= [br]- کدک ویدیو ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- کدک صدا ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- فرمت فایل: ${str1}
TEXT_NOT_SUPPORT_NONE			= هیچکدام
TEXT_NOT_SUPPORT_NOT_DECODE		= (قادر به پخش نیست)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (داده ویدیو ندارد)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]فایل ورودی وجود ندارد.[br]لطفا مسیر فایل را بررسی کنید

TEXT_NOT_HIGH_SPEED			= حالت سرعت-زیاد موجود نمی باشد
TEXT_NOT_HIGH_SPEED_DETAIL		= این فایل به علت مشکل کدک نمیتواند از حالت سرعت-زیاد استفاده کند [br]- لطفا از حالت کدگذاری استفاده کنید
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - کمتر از 10 فریم ویدیو وجود دارد
TEXT_NOT_HIGH_SPEED_QUERY		= - موفق به ایجاد فایل ویدیو نشد

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= حالت سرعت-زیاد بسیار سریعتر از حالت کدگذاری هست [br]حین استفاده از حالت سرعت-زیاد ممکن است زمان شروع فایل تغییر کند (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= آیا میخواهید با حالت سرعت-زیاد ادامه دهید؟
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= حالت سرعت زیاد بعد از ثبت نام فعال میشود [br][br]آیا میخواهید مجوز باندی کات را خرید کنید؟

TEXT_FRAME_CUT_CANT_CHANGE		= این تغییرات را نمیتوانید در نسخه رایگان تغییر دهید[br]آیا میخواهید مجوز باندی کات را خرید کنید؟

TEXT_KEY_FRAME_CUT			= زمان شروع این فایل ممکن است تغییر کند
TEXT_KEY_FRAME_CUT2			= - لطفا اگر مشکلی هست از حالت کُدگذاری استفاده کنید

TEXT_NOT_HIGH_SPEED_JOIN		= فقط وقتی همه فرمت ها یکی باشد میتوانید از حالت سرعت زیاد برای ادغام کننده استفاده کنید

TEXT_MSG_CONVERTING_CLOSE		= وظیفه درحال اِجرا است.میخواهید آن را لغو و برنامه را ببندید؟
TEXT_MSG_CONVERTING_CANCEL		= وظیفه درحال اِجرا است.میخواهید آن را لغو کنید؟
TEXT_MSG_CHECK_NOT_SHOW			= دوباره نشان نده
TEXT_MSG_WRITE_HEADER			= حالا نوشتن سرآیند فایل.اگر فایل خیلی بزرگ است،این وظیفه مدتی طول میکشد.لطفا مدتی منتظر بمانید

TEXT_ERROR_DISKSPACE_TITLE		= فضای دیسک کافی برای پوشه خروجی وجود ندارد
TEXT_ERROR_DISKSPACE			= لطفا پوشه خروجی را تغییر داده و مجدد امتحان کنید
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-فضای دیسک موجود: ${str1}[br]-فضای دیسک مورد نیاز:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= فضای دیسک کافی برای پوشه کَش وجود ندارد
TEXT_ERROR_CACHE_DISKSPACE		= لطفا پوشه کَش را تغییر داده و مجدد امتحان کنید
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-فضای دیسک موجود: ${str1}[br]-فضای دیسک مورد نیاز:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= لطفا پوشه کَش یا خروجی را تغییر دهید
TEXT_ERROR_FILE_SYSTEM			= پوشه کَش یا خروجی در فایل سیستم اِن تی اِف اِس قرار ندارد، که میتواند موجب ایجاد مشکل حین پردازش فایل های بزرگتر از 4 گیگابایت شود[br]-پوشه برای تغییر:
TEXT_CANT_KEYFRAME_SEEK			= در حال آنالیز فایل رسانه ای.بعد از کامل شدن آنالیز میتوانید از فریم کلیدی استفاده کنید
TEXT_READ_FILE				= موفق به خواندن فایل نشد. لطفا فایل ورودی را بررسی نمایید.[br]اگر فایل در درایو سی دی/دی وی دی قرار دارد، لطفا فایل را به هارد دیسک کپی کنید و دوباره سعی کنید
TEXT_CODEC_CONFIG			= تنظیمات کدگذاری اشتباه است.
TEXT_CODEC_CONFIG2			= [br]لطفا به منوی 'تنظیمات کدگذاری' بروید، و از تنظیمات کدگذاری پیش فرض استفاده کنید ،و دوباره سعی کنید
TEXT_VIDEO_ENCODING			= یک خطا حین کدگذاری ویدیو رخ داده است. شما باید فایل ورودی یا تنظیمات کدگذاری را بررسی کنید
TEXT_VIDEO_ENCODING_QSV_TITLE		= تبدیل کردن به علت اینکه مشکلی با کُدگذار اینل کوئیک سینک ویدیو وجود دارد متوقف شد
TEXT_VIDEO_ENCODING_QSV			= استفاده کنید؟ H.264 میخواهید از کد گذار نرم افزاری
TEXT_AUDIO_ENCODING			= یک خطا حین کدگذاری صدا رخ داده است. شما باید فایل ورودی یا تنظیمات کدگذاری را بررسی کنید
TEXT_NOT_SUPPORT_TYPE			= موفق به ایجاد فایل خروجی نشد
TEXT_UNSUPPORT_VIDEO_SIZE		= قادر به تبدیل در این وضوح ویدیو نیست.[br]حداکثر وضوح پشتیبانی شده با ${str1} هست ${str2}.[br]لطفا به منوی 'تنظیمات کدگذاری' رفته و وضوح ویدیو دیگری انتخاب کرده و مجددا سعی کنید.
TEXT_NO_ENCODER				= کدگذار را نمیتوان یافت
TEXT_SEND_FILE				= اگر فایل ویدیویی را به bandicut@bandicam.com بفرستید،ما سعی میکنیم مشکل را حل کنیم
TEXT_CHECK_CHANGE_ENCODER		= استفاده کن H.264 از حالا فقط از کُدگذار
TEXT_INTER_FILE				= یک خطا حین ذخیره سازی ویدیو در پوشه خروجی رخ داده است
TEXT_CANT_DECODE_AUDIO			= برخی تراک های صوتی  قادر به کدگشایی نیست[br]آنها تبدیل نمی شوند. آیا میخواهید ادامه دهید؟

TEXT_REBUILD_COMPLETE			= فایل آماده ویرایش است
TEXT_REBUILD_FAILED			= یک خطا حین آماده سازی فایل(های) ویدیو رخ داد.[br]

TEXT_ERRMSG_CONVERT_NUM			= کدگذاری موفق نشد.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= چون حجم فایل زیاد است موفق به استفاده از حالت سرعت-زیاد نشد.لطفا از حالت کدگذاری استفاده کنید

TEXT_MSG_CHANGE_MODE_DROP		= اگر چندین فایل به باندی کات اضافه شود،باندی کات به ادغام کننده خواهد رفت [br]آیا میخواهید ادامه دهید؟
TEXT_MSG_CANT_CHANGE			= باندی کات در حال آنالیز فایل های اضافه شده است.

TEXT_MISSED_FILE_REMOVE 		= فایل از لیست بخش حذف شده زیرا آن وجود ندارد[br]-${str1}

TEXT_INVALID_VALUE			= لطفا مقداری بین ${int1} و ${int2} وارد کنید

TEXT_WARNING_MAX_SEGMENT         	= شما میتوانید تا ${int1} فایل/بخش اضافه کنید
TEXT_WARNING_MAX_SEGMENT_FAIL           = در زیر ${int1} فایل اضافه نشده است [br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= شما در صدد تجاوز از حداکثر تعداد بخش (99) باندی کات هستید.اگر ادامه دهید،برخی بخش ها اضافه نمیشوند.[br]آیا میخواهید ادامه دهید؟
TEXT_WARNING_MAX_SEGMENT_SHORT		= باندی کات نمیتواند به ${int1} بخش تقسیم کند چون زمان هر بخش بسیار کوتاه است.[br]لطفا تعداد کمتری وارد کنید
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= شما دیگر نمیتوانید بخش را تقسیم کنید چون از حداکثر تعداد بخش تجاوز کرده است
TEXT_WARNING_MAX_SEGMENT_ZERO		= زمان بزرگتر از زمان بخش است.[br]لطفا مقدار کمتری تعیین کرده و مجدد سعی کنید
TEXT_WARNING_INVALID_TIME		= لطفا زمان را به بیش از 1 ثانیه تنظیم کنید

TEXT_EXIST_FILE_HEADER			= یک فایل با همین نام از قبل موجود است
TEXT_EXIST_FILE_COMMENT			= اگر این وظیفه را ادامه دهید،یک اعداد ترکیبی به نام فایل اضافه میشود.آیا ادامه میدهید؟
TEXT_EXIST_FILE_OVERWRITE			= ذخیره فایل پروژه
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} از قبل موجود است.[br]میخواهید آن را جایگزین کنید؟

TEXT_MSG_PROJECT_HELP			= یک فایل پروژه چیست؟
TEXT_MSG_SAVE_PROJECT_HEADER		= وظیفه در پیشرفت است.
TEXT_MSG_SAVE_PROJECT			= اگر فایل ویدیویی یا فایل پروژه اضافه کنید،وظیفه در اِجرا از دست خواهد رفت
TEXT_MSG_SAVE_PROJECT2			= آیا میخواهید بعد ذخیره فایل پروژه ادامه دهید؟
TEXT_MSG_SAVE_PROJECT_CLOSE		= آیا میخواهید بعد ذخیره فایل پروژه ادامه دهید؟
TEXT_MSG_LOAD_PROJECT_FAIL		= موفق به بازکردن فایل پروژه نشد
TEXT_MSG_RESTORE_PROJECT		= باندی کات به درستی بسته نشده است[br]آیا میخواهید وظیفه قبلی را بازگردانی کنید؟

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= ویدیو همگام سریع اینتل فعال نشده است.[br]برای استفاده از کدک "H264 (Intel® Quick Sync Video)" ، لطفا کابل وی جی اِی را از مانیتور به پورت وی جی اِی در مادربرد متصل کنید.
TEXT_RECOMMEND_CODEC_COMMENT_OK		= آیا میخواهید از صفحه راهنما بازدید کنید؟

TEXT_ENCODER_TITLE			= ${str1} کدگذار در دسترس
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} یک کدگذار سخت افزاری است که به شما اجازه ویرایش ویدیو در سرعت بالاتر نسبت به کدگذار مبتنی بر نرم افزار را میدهد
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]آیا میخواهید از رمزگذار ${str1} استفاده کنید؟

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= به علت سیاست فیسبوک این ویژگی دیگر موجود نمی باشد

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= اطلاعات فایل ورودی
TEXT_H264_NOT_SUPPORT			= پشتیبانی نمیکند H.264 سیستم از کدگذاری
TEXT_FILE_NAME				= فایل[br] ${str1}
TEXT_FILE_TYPE				= فرمت فایل: ${str1}
TEXT_FILE_DURATION			= مدت زمان: ${str1}
TEXT_FILE_SIZE				= حجم فایل: ${str1}
TEXT_SEGMENT				= بخش ها: ${str1} 
TEXT_HIGH_SPEED_KEY_FRAME_START		= - زمان شروع اصلی: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - زمان شروع جدید: ${str1}
TEXT_ENABLE_HIGH_SPEED			= استفاده از حالت سرعت-زیاد: ${str1}
TEXT_SEEKABLE				= پویش ${str1}  
TEXT_POSSIBLE				= فعالسازی
TEXT_IMPOSSIBLE				= غیرفعالسازی
TEXT_POSSIBLE_REG			= بعد از خرید موجود است
TEXT_TRACK_COUNT			= ${int1} تراک های ویدیو, ${int2} تراک های صدا
TEXT_OUTPUT_FILE_INFO			= اطلاعات خروجی فایل
TEXT_ADD_FAILED				= [موفق به افزودن فایل نشد]
TEXT_OUTPUT_OPTION			= گزینه های خروجی
TEXT_INPUT_FILES			= [فایل های ورودی(بخش ها) تعدد : ${int1}]
TEXT_H264_ENCODER			= H.264 کدگذار
TEXT_CODEC				= کدک

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= فایل ویدیویی
TEXT_MAIN_PROJECT_FILES			= فایل های پروژه
TEXT_MAIN_ALL_FILES			= همه فایل ها

TEXT_MOREINFO				= بیشتر...

TEXT_SEGMENT_TITLE			= بخش ${str1}
TEXT_SEGMENT_FILE_TITLE			= فایل ${str1}

TEXT_RECORDING				= شروع ضبط کننده باندی کَم[br](ضبط صفحه رایانه،بازی یا وب کَم)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Tahoma
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= ارزیابی
TEXT_BANNER_OFF_SUBJECT			= شما از نسخه ثبت نشده استفاده می کنید
TEXT_BANNER_OFF_CONTENTS_1		= اگر شما باندی کات را خرید کرده و مجوز را ثبت نام کنید،
TEXT_BANNER_OFF_CONTENTS_2		= میتوانید بدون محدودیت از نسخه ارزیابی استفاده کنید
TEXT_BANNER_RESULT_SUBJECT		= از سرعت راضی نیستید؟
TEXT_BANNER_RESULT_CONTENTS_1		= لطفا مجوز باندی کات را خرید کنید. 
TEXT_BANNER_RESULT_CONTENTS_2		= سرعت افزایش خواهد یافت بیش از  <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			= حالا بخرید

TEXT_BANNER_UWP_SUBJECT			= کات کننده ویدیو باندی کات (رایگان) برای فروشگاه مایکروسافت
TEXT_BANNER_UWP_CONTENTS_1		= سریعترین کات کننده،تقسیم کننده و ادغام کننده بدون اتلاف ویدیو
TEXT_BANNER_UWP_CONTENTS_2		= برای اطلاعات بیشتر از وبسایت بازدید کنید

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= عمومی
TEXT_TAB_FILE				= خروجی
TEXT_TAB_LANGUAGE			= زبان
TEXT_TAB_HIGHSPEED			= سرعت بالا
TEXT_TAB_VFILTER			= فیلتر ویدیو
TEXT_TAB_INFO				= درباره

TEXT_PREFIX_FILE_NAME			= نام فایل منبع
TEXT_PREFIX_CUSTOM			= پیشوند دستی
TEXT_PREFIX_NONOE			= هیچکدام
TEXT_SUFFIX_TIME			= تاریخ و زمان
TEXT_SUFFIX_SERIAL			= اعداد ترتیبی
TEXT_SUFFIX_DATE_SERIAL			= تاریخ و اعداد ترتیبی
TEXT_FILE_EXAMPLE			= مثال)
TEXT_DEFAULT_CACHE_FOLDER		= (پیش فرض)

TEXT_INTEL_QSV				= Intel® Quick Sync video (سریع،شتاب دهنده سخت افزاری)

TEXT_H264_NOT_SUPPORT			= پشتیبانی نمیکند H.264 سیستم از کدگذاری

TEXT_VIDEO_QUALITY			= کیفیت
TEXT_VIDEO_BITRATE			= نرخ بیت(kbps)
TEXT_AUDIO_MONO				= مونو
TEXT_AUDIO_STEREO			= استریو
TEXT_NO_VIDEO				= بدون ویدیو
TEXT_NO_AUDIO				= بدون صدا
TEXT_VIDEO				= ویدیو
TEXT_AUDIO				= صدا
TEXT_UNKNOWN				= ناشناخته
TEXT_AUTO				= خودکار
TEXT_ALWAYS				= همیشه
TEXT_DONT_USE				= استفاده نکن

TEXT_FIT_WIDTH				= تناسب عرض
TEXT_FIT_HEIGHT				= تناسب ارتفاع
TEXT_SIZE_AUTO				= حفظ اندازه اصلی
TEXT_SIZE_CUSTOM			= دستی

TEXT_FIT_WIDTH_INFO			= تناسب عرض (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= تناسب ارتفاع (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}×${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 × 768 (آیپَد2)
TEXT_FIT_IPHONE4			= 960 × 640 (آیفون4)
TEXT_FIT_NEW_IPAD			= 2048 × 1536 (آیپَد جدید)

TEXT_FPS_AUTO				= حفظ فریم بر ثانیه اصلی

TEXT_MIN_VIDEO_SIZE			= حداقل مقدار عرض و ارتفاع ویدیو ${int1} هست
TEXT_MAX_VIDEO_SIZE			= حداکثر مقدار عرض و ارتفاع ویدیو ${int1} هست
TEXT_ODD_VIDEO_SIZE			= اگر ارتفاع یا عرض فرد و متناسب نباشد امکان عدم کدگذاری وجود دارد.[br] آیا میخواهید اندازه ویدیو را به شرح زیر تغییر دهید؟
TEXT_ODD_VIDEO_SIZE2			= [br]- اندازه ویدیو توسط کاربر تعریف شده: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- اندازه جدید ویدیو: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= حداکثر مقدار نرخ بیت ویدیو ${int1} کیلوبایت بر ثانیه هست
TEXT_MAX_VIDEO_QUALITY			= مقدار کیفیت \یدیو باید بین 1 و 100 باشد
TEXT_DONT_ALLOW_NORMALIZE		= نمیتوانید از این گزینه با گزینه [حذف تراک صوتی] استفاده کنید[br]آیا میخواهید گزینه [حذف تراک صوتی] را غیر فعال کنید؟
TEXT_DONT_ALLOW_REMOVE_AUDIO		= نمیتوانید از این گزینه با گزینه [طبیعی سازی] استفاده کنید[br]میخواهید گزینه [طبیعی سازی] را غیر فعال کنید؟

TEXT_SAMPLERATE_AUTO			= حفظ فرکانس اصلی

TEXT_ASK_FOR_REG			= نسخه ثبت نشده
TEXT_ASK_FOR_REG_DETAIL			= برای رفع همه محدودیت ها مجوز باندی کات را خرید نمایید
TEXT_ASK_FOR_REG_CONTINUE		= چشمپوشی و ادامه
TEXT_ASK_FOR_REG_REGNOW			= ثبت نام باندی کات
TEXT_ASK_FOR_REG_TRY			= نسخه ثبت نشده باندی کات را امتحان کنید

TEXT_NOT_EXIST_OUTPUT			= پوشه خروجی وجود ندارد.لطفا پوشه جدید انتخاب نمایید
TEXT_NOT_SUPPORT_FOLDER			= نمیتوانید فایل ها را در این پوشه ذخیره کنید.لطفا پوشه دیگری انتخاب کنید
TEXT_NOT_SAVE_SOURCE_FOLDER		= شما نمیتوانید فایل را در پوشه منبع ذخیره کنید [br]آیا میخواهید بعد از لغو انتخاب گزینه [ذخیره در پوشه منبع] ادامه دهید؟
TEXT_NOT_ALLOWED_CHAR			= نام فایل نمیتواند محتوی هریک از این.[br]${str1} کاراکترها باشد
TEXT_LONG_PATH				= نام فایل خروجی بسیار بلند هست. لطفا از نام فایل کوتاهتری استفاده کرده و مجددا سعی نمایید، یا از مسیری که حروف کمتری دارد استفاده کنید.[br]حداکثر طول مسیر فایل ${int1} کاراکتر هست
TEXT_ADDING_FILES			= در حال افزودن فایل ویدیویی،لحظه ای صبر نمایید

TEXT_DEFAULT_PRESET			= پیش فرض
TEXT_FIT_WIDTH_PRESET			= تناسب در عرض
TEXT_FIT_HEIGHT_PRESET			= تناسب در ارتفاع
TEXT_UPLOAD_480_PRESET			= یوتیوب / توئیتر (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= یوتیوب / توئیتر (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= یوتیوب / توئیتر (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= گوشی هوشمند
TEXT_PPT_PRESET				= پاورپوینت
TEXT_DELETE_PRESET			= آیا میخواهید پیش تنظیم را حذف کنید؟[br][br]-نام پیش تنظیم: ${str1}
TEXT_SAME_PRESET			= نام پیش تنظیمی که وارد کردید از قبل موجود است. آیا میخواهید روی پیش تنظیم موجود جایگزین شود؟[br][br]-نام پیش تنظیم: ${str1}
TEXT_SAME_RENAME_PRESET			= نام پیش تنظیمی که وارد کردید از قبل موجود است. لطفا نام دیگری وارد کنید.[br][br]-نام پیش تنظیم: ${str1}
TEXT_REFLECTED_PRESET			= پیش تنظیم شما اعمال شده است[br][br]-نام پیش تنظیم: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= این نرم افزار باندی کات را روی رایانه شما نصب میکند [br][br]اگر باندی کات در اِجرا است، قبل از شروع نصب لطفا از آن خارج شوید [br][br] روی بعدی برای ادامه کلیک کنید
TEXT_DELETE_ALL_FILES			= همه فایل در (${str1}) حذف نشدند. [br]میخواهید آنها را حذف کنید؟
TEXT_STILLRUN_EXIT_PROGRAM		= باندی کات در حال استفاده است.قبل از ادامه لطفا برنامه را ببندید
TEXT_THIS_IS_NT_ONLY_APP		= این نرم افزار بعد از ویندوز ویستا به بعد بدرستی کار می کند [br]آیا میخواهید نسخه ویندوز ایکس پی را دانلود کنید؟
TEXT_DO_NOT_WORK_32BIT			= این برنامه در ویندوز 32 بیت کار نمی کند [br]آیا میخواهید نسخه 32 بیت را دانلود کنید؟
TEXT_NEED_ADMIN_PRIVILEGE		= نصب این برنامه نیاز به اجازه مدیر سیستم دارد [br]میخواهید نصب را لغو کنید؟
TEXT_DELETE_ALL_PRESET_FILES		= پیش تنظیم دستی شما موجود است.[br]میخواهید آنها را حذف کنید؟

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT			= لطفا حالت مورد نظر برای استفاده را انتخاب کنید
TEXT_WIZARD_COMMENT_CUT			= کات فایل ویدیویی و حذف یک بخش یا بیشتر از یک ویدیو
TEXT_WIZARD_COMMENT_SPLIT		= تقسیم فایل ویدیو به چندین بخش
TEXT_WIZARD_COMMENT_JOIN		= ادغام چندین فایل ویدیویی

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>باندی کات</font> تقسیم کننده
TEXT_GUIDE_JOIN				= <font color=white>باندی کات</font> ادغام کننده

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= ادامه
TEXT_PAUSE				= وقفه
TEXT_READY				= در انتظار

TEXT_TITLE_ALARM_TRAILING		= ${str1} - نوشتن سرآیند فایل
TEXT_JOIN_JOB				= ادغام

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= باندی کات حالا ثبت شده است
TEXT_REGISTER_FAILED			= موفق به ثبت نام نشد [br]آدرس ایمیل و شماره سریال را بررسی کنید
TEXT_REGISTER_CONNECT_FAILED		= به سرور ثبت نام نمیتوان متصل شد[br]ارتباط اینترنتی خود را بررسی کنید و ساعت رایانه را به تاریخ و زمان امروز تنظیم کنید${str1}
TEXT_REGISTER_FAILED_HELP		= [br]اگر به کمک احتیاج دارید،روی دکمه تایید کلیک کنید
TEXT_REGISTER_INFO			= آدرس ایمیل: ${str1}[br]شماره سریال: ${str2}
TEXT_REGISTER_INFO2			= تاریخ انقضاء: ${str1} (${int1} روز باقیمانده)
TEXT_REGISTER_INFO2_EXPIRED		= تاریخ انقضاء: ${str1} (منقضی شده است)
TEXT_REGISTER_YET			= ثبت نشده!!![br]- یک واترمارک به ویدیو اضافه خواهد شد[br]- لطفا از دکمه "ثبت نام" برای حذف محدودیت ها استفاده کنید
TEXT_HAS_BEEN_UNREGISTERED		= باندی کَات از ثبت خارج شد
TEXT_UNREGISTER				= آیا میخواهید باندی کات از ثبت خارج شود؟
TEXT_NOTICE_NEED_TO_RENEW		= مجوز باندی کات بعد از ${int1} روز منقضی می شود. روی دکمه تایید برای دستورالعمل تمدید مجوز کلیک کنید
TEXT_NOTICE_NEED_TO_RENEW_NOW		= مجوز باندی کات منقضی شده است. روی دکمه تایید برای دستورالعمل تمدید مجوز کلیک کنید

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= لطفا عنوان ویدیو را برای آپلود وارد کنید
TEXT_UPLOAD_YOUTUBE_LOGIN		= ورود - یوتیوب
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= ورود به یوتیوب بواسطه مرورگر...
TEXT_UPLOAD_VIMEO_LOGIN			= ورود - وای میو
TEXT_UPLOAD_COMPLETE			= آپلود شده است
TEXT_UPLOAD_ERR_FAIL			= موفق به آپلود ویدیو نشد
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= حجم فایل برای آپلود زیاد است
TEXT_UPLOAD_ERR_FREESPACE		= فضای کافی در وای میو برای آپلود نیست
TEXT_UPLOAD_ERR_CONNECT			= موفق به اتصال به سرور نشد
TEXT_UPLOAD_ERR_AUTH_VIMEO		= موفق به آپلود این ویدیو نشد.کاربران وای میو پایه نمیتوانند از این تابع استفاده کنند
TEXT_UPLOAD_WARNING_DOING		= فایل ویدیویی،آیا میخواهید آپلود ویدیو را لغو و باندی کات را ببندید؟ ${int1} حالا آپلود
TEXT_UPLOAD_NO_PASSWORD			= لطفا رمز عبور را وارد کنید
TEXT_UPLOAD_YOUTUBE_QUOTA		= باندی کات از سهمیه آپلود روزانه اختصاص داده شده توسط یوتیوب فراتر رفته است[br]سهمیه در نیمه شب به وقت غرب آمریکا بازنشانی خواهد شد [br]لطفا بعد از این زمان مجدد امتحان کنید یا به YouTube.com و رفته و ویدیو را مستقیم در یوتیوب آپلود کنید.[br][br]میخواهید از یوتیوب دات کام بازدید کنید؟
TEXT_UPLOAD_ERR_ACCESSTOKEN		= موفق به گرفتن توکن دسترسی نشد

TXT_TITLE               		= ورود با یوتیوب کامل شد
TXT_MESSAGE_COMPLETE1   		= ورود با یوتیوب کامل شد
TXT_MESSAGE_COMPLETE2   		= می توانید این صفحه را ببندید
TXT_GOTO_BANDICUT_HOME  		= برو به bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= پیشرفت در نصب...
TEXT_UPDATE_FAILED_DL			= موفق به دانلود فایل نصب نشد [br]این سیستم شاید اکنون به اینترنت متصل نباشد
TEXT_UPDATE_INSTALL_SUCCEED		= نصب کامل شد
TEXT_UPDATE_INSTALL_FAILED		= موفق به نصب نشد

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= درباره [tab]F1
MENUSTR_MAIN_FILE_OPEN			= بازکردن فایل [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= آپلود به
MENUSTR_MAIN_FILE_CLOSE			= بستن فایل [tab]F4
MENUSTR_MAIN_OUTPUT			= بازکردن پوشه خروجی [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= پیکربندی [tab]F5
MENUSTR_MAIN_REGISTER			= ثبت نام [tab]F3
MENUSTR_MAIN_CLOSE			= خروج [tab]Alt+F4
MENUSTR_MAIN_HELP			= راهنما
MENUSTR_HELP_ONLINE			= راهنما
MENUSTR_HELP_HOTKEYS			= اطلاعات کلیدمیانبر
MENUSTR_HELP_LICENSE			= اطلاعات مجوز
MENUSTR_MAIN_VIDEO			= ویدیو
MENUSTR_MAIN_AUDIO			= صدا
MENUSTR_MAIN_FILE_INFO			= اطلاعات فایل [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= بستن همه فایل ها [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= بازکردن فایل پروژه
MENUSTR_MAIN_PROJECT_FILE_SAVE		= ذخیره فایل پروژه
MENUSTR_UPLOAD_SETTING			= تنظیمات

MENUSTR_PRESET_USER			= پیش تنظیمات کاربر
MENUSTR_PRESET_ADD			= افزودن پیش تنظیم
MENUSTR_PRESET_EDIT			= ویرایش پیش تنظیم

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= لغو
IDOK					= تأیید
IDC_BTN_CLOSE				= بستن
IDC_BTN_YES				= بله
IDC_BTN_NO				= خیر
IDC_BTN_REGISTER			= ثبت نام
IDC_CK_OPEN_OUTPUT_FOLDER		= وقتی کامل شد،پوشه خروجی باز شود
IDC_ST_DETAIL_LINK			= بیشتر...
IDC_ST_OPTION				= گزینه ها
IDC_ST_HELP				= راهنما

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= تنظیمات حالت کدگذاری
IDC_ST_FILE_FORMAT			= فایل
IDC_ST_FORMAT				= فرمت فایل
IDC_ST_VIDEO_DETAIL			= ویدیو
IDC_ST_AUDIO_DETAIL			= صدا
IDC_ST_VIDEO_SIZE			= حجم ویدیو
IDC_ST_FPS				= فریم بر ثانیه
IDC_ST_VIDEO_CODEC			= کدک ویدیو
IDC_ST_VIDEO_MODE			= کنترل نرخ بیت
IDC_ST_VIDEO_QUALITY			= کیفیت
IDC_ST_VIDEO_BITRATE			= نرخ بیت
IDC_ST_VIDEO_DEINTERLACE		= آمیختگی
IDC_ST_AUDIO_CODEC			= کدک صدا
IDC_ST_AUDIO_CHANNEL			= کانال
IDC_ST_AUDIO_SAMPLERATE			= فرکانس
IDC_ST_AUDIO_MODE			= کنترل نرخ بیت
IDC_ST_AUDIO_BITRATE			= نرخ بیت
IDC_BTN_PRESET				= پیش فرض
IDC_BTN_SETTING_MORE			= تنظیمات بیشتر..
IDC_ST_AUDIO_NORMALIZE			= طبیعی سازی
IDC_CK_AUDIO_NORMALIZE			= استفاده

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= H.264 تنظیمات
IDC_ST_H264_PROFILE_SETTING		= ${str1} تنظیمات
IDC_ST_H264_PROFILE			= پروفایل
IDC_ST_H264_LEVEL			= میزان

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= افزودن پیش تنظیم جدید
IDC_ST_ADD_PRESET			= میتوانید تنظیمات فرمت فعلی را بعنوان پیش تنظیم جدید ذخیره کنید[br]یک نام برای پیش تنظیم جدید وارد کنید
IDC_ST_SELECT_ENCODER			= H.264 تنظیمات کدگذار
IDC_ST_VIDEO_ENCODER			= H.264 کدگذار			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= تغییرنام پیش تنظیم
IDC_ST_RENAME_PRESET			= نام جدید برای پیش تنظیم وارد کنید

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= ویرایش پیش تنظیم
IDC_BTN_PRESET_ADD			= افزودن
IDC_BTN_PRESET_DELETE			= حذف
IDC_BTN_PRESET_RENAME			= تغییرنام

[IDD_SETTING]
IDD_SETTING				= پیکربندی
IDC_BTN_RESET				= بازنشانی

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= حین بازکردن فایل ویدیو غیر-پویش هشدار بده
IDC_CK_ALERT_EXIST_FILE			= هشدار وقتی یک فایل با همین نام از قبل موجود است
IDC_CK_ALERT_SAVE_PROJECT		= هشدار حین ذخیره فایل پروژه
IDC_CK_USE_LOG_FILE			= ایجاد فایل های وقایع(.log)
IDC_CK_MOV_FRONT_HEADER			= در ابتدای فایل (moov) ذخیره اطلاعات فایل
IDC_CK_KEEP_CREATION_TIME		= (حفظ زمان /تاریخ ایجاد فایل اصلی فایل(داده تگ
IDC_ST_UPLOAD				= گزینه آپلود
IDC_CK_SHOW_TIP				= نمایش نکات/اطلاعات
IDC_CK_AUTO_MOVE			= انتقال موقعیت ورودی وقتی کلید اعداد فشرده میشود
IDC_CK_DEINTERLACE_PREVIEW		= استفاده از فیلتر درهم بافته حین پخش ویدیو در هم بافته

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= پوشه خروجی
IDC_BTN_SET_OUTPUT			= جستجو...
IDC_BTN_OPEN_OUTPUT			= بازکردن
IDC_CK_OUTPUT_SOURCE			= ذخیره در پوشه منبع
IDC_ST_FILENAME				= تنظیمات نام دادن فایل
IDC_ST_CACHE_FOLDER			= پوشه کَش
IDC_BTN_SET_CACHE_FOLDER		= جستجو...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= پیش فرض

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= زبان
IDC_ST_TRANSLATOR			= تشکر از مترجمان

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= هشدار وقتی قادر به استفاده از حالت سرعت زیاد نیست
IDC_CK_ALWAYS_KEY_FRAME_CUT		= همیشه کات/ادغام کن با فریم کلیدی در حالت سرعت زیاد 
IDC_CK_SHOW_KEY_FRAME_CUT		= هشدار وقتی که زمان شروع فایل تغییر یافت

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= آپلود در وای میو دات کام
IDC_ST_VIMEO_UPLOADINFO			= اطلاعات آپلود
IDC_ST_VIMEO_FILENAME			= نام فایل:
IDC_ST_VIMEO_TITLE			= عنوان:
IDC_ST_VIMEO_DESCRIPTION		= توضیحات:
IDC_ST_VIMEO_PRIVACY			= حریم خصوصی:
IDC_RD_VIMEO_PRIVACY_ANYONE		= هر کسی - اجازه به هرکسی برای مشاهده این ویدیو
IDC_RD_VIMEO_PRIVACY_ONLYME		= فقط من - این ویدیو را فقط برای خودم نشان بده
IDC_RD_VIMEO_PRIVACY_FOLLOW		= فقط کسانی که دنبال میکنم - فقط به کسانی که در وای میو دنبال میکنم نشان بده
IDC_RD_VIMEO_PRIVACY_UNLISTED		= فقط افرادی با لینک خصوصی میتوانند این ویدیو را ببینند
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (کاربران وای میو پایه نمیتوانند از این گزینه استفاده کنند)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= افرادی با رمزعبور فقط میتوانند این ویدیو را ببینند
IDC_CK_HIDE_PASSWORD			= مخفی کردن رمزعبور
IDC_BTN_VIMEO_UPLOAD			= آپلود
IDC_LN_VIMEO_HELP			= راهنما

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= در حال آپلود...
IDC_ST_VIMEO_UPLOADED			= آپلود ویدیو کامل شد
IDC_ST_VIMEO_LINK			= لینک:
IDC_ST_VIMEO_EMBED			= جاسازی:
IDC_BTN_VIMEO_LINK_GO			= برو
IDC_BTN_VIMEO_EMBED_COPY		= کپی
IDC_BTN_VIMEO_CLOSE			= بستن

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Youtube.com آپلود به
IDC_ST_YOUTUBE_UPLOADINFO		= اطلاعات آپلود
IDC_ST_YOUTUBE_FILENAME			= نام فایل:
IDC_ST_YOUTUBE_TITLE			= عنوان:
IDC_ST_YOUTUBE_DESCRIPTION		= توضیحات:
IDC_ST_YOUTUBE_PRIVACY			= حریم خصوصی:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= عمومی - به همه اجازه دهید این ویدیو را ببینند
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= لیست نشده - هر کسی که لینک این ویدیو را دارد میتواند آن را ببیند
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= خصوصی - این ویدیو را برای خودم و کسانی که انتخاب میکنم قابل مشاهده کن
IDC_BTN_YOUTUBE_UPLOAD			= آپلود
IDC_LN_YOUTUBE_HELP			= راهنما
IDC_LN_YOUTUBE_TOS			= شما با کلیک روی 'آپلود' گواهی می دهید که همه حقوق محتوا متعلق به شما است یا توسط مالک آن مجاز به اشتراگذاری عمومی آن در یوتیوب هستید، و از <a>شرایط استفاده از یوتیوب</a> پیروی می کند و از آن تخطی نمی کند
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= من را داخل نگه دار
IDC_BTN_YOUTUBE_LOGOUT			= خروج

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= در حال آپلود...
IDC_ST_YOUTUBE_UPLOADED			= آپلود ویدیو کامل شد
IDC_ST_YOUTUBE_LINK			= لینک:
IDC_ST_YOUTUBE_EMBED			= جاسازی:
IDC_BTN_YOUTUBE_LINK_GO			= برو
IDC_BTN_YOUTUBE_EMBED_COPY		= کپی
IDC_BTN_YOUTUBE_CLOSE			= بستن

[IDD_FILEINFO]
IDD_FILEINFO				= اطلاعات فایل
IDC_BTN_CLIPBOARD			= کپی به کلیپ برد

[IDD_REGISTER]
IDD_REGISTER				= ثبت نام باندی کات
IDC_ST_1BUY				= 1. خرید
IDC_ST_1BUY_COMMENT			= اگر باندی کات ثبت نشده است،یک واترمارک به ویدیو اضافه میشود.لطفا برای خرید مجوز باندی کات روی دکمه "حالا خرید" کلیک کنید
IDC_BTN_BUY_ONLINE			= حالا بخرید
IDC_ST_2REGISTER			= 2. ثبت نام
IDC_ST_2REGISTER_COMMENT		= لطفا آدرس ایمیل و شماره سریال را وارد کنید [br](برای ثبت نام برنامه نیاز به ارتباط آنلاین اینترنتی دارید)
IDC_ST_EMAIL_ADDRESS			= آدرس ایمیل
IDC_ST_SERIAL_NUMBER			= شماره سریال
IDC_BTN_REGISTER_NOW			= حالا ثبت نام
IDC_BTN_UNREGISTER_NOW			= حذف ثبت نام

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= شات دان سیستم
IDC_ST_SHUTDOWN_INFO			= شات دان سیستم
IDC_ST_SHUTDOWN_MSG1			= رایانه شات دان خواهد شد زیرا فرآیند کامل شده است [br] اگر نمیخواهید شات دان شود،روی دکمه لغو کلیک کنید
IDD_SHUTDOWN_APP			= بستن برنامه
IDC_ST_SHUTDOWN_APP_INFO		= بستن برنامه
IDC_ST_SHUTDOWN_APP_MSG1		= باندی کات خودکار بسته خواهد شد زیرا فرآیند کامل شده است [br]اگر نمیخواهید برنامه بسته شود،روی دکمه لغو کلیک کنید

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= بررسی بروزرسانی
IDC_ST_UPDATE_SETTING			= تنظیمات
IDC_CK_ENABLE_AUTO_CHECK		= فعالسازی بروزرسانی خودکار
IDC_CK_SHOW_UPDATE_POPUP		= نمایش پاپ آپ وقتی که یک نسخه کامل جدید موجود است
IDC_CK_SHOW_ENABLE_BETA			= نمایش پاپ آپ وقتی که یک نسخه بتا جدید موجود است
IDC_BTN_CHECK_UPDATE_NOW		= حالا برسی بروزرسانی

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= اطلاعات آپلود
IDC_ST_UPDATE_MSG1			= نسخه جدید موجود است
IDC_ST_UPDATE_MSG2			= اگر روی دکمه "بروز رسانی" کلیک کنید میتوانید آن را دانلود کنید
IDOK					= بروز رسانی

[IDD_FAILTOADD]
IDD_FAILTOADD				= موفق به افزودن فایل نشد

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= تقسیم کننده ویدیو
IDOK					= اِعمال
IDC_RD_SPLIT_NUMBER			= تقسیم در
IDC_RD_SPLIT_TIME			= تقسیم با مدت زمان:
IDC_ST_SEGMENT				= بخش ها
IDC_CK_KEEP_SEGMENT			= حفظ بخش منتخب
IDC_ST_HOUR				= ساعت
IDC_ST_MIN				= دقیقه
IDC_ST_SEC				= ثانیه

[IDD_INFORMATION]
IDD_INFORMATION				= اطلاعات کلیدمیانبر
IDD_INFORMATION_LICENSE			= اطلاعات مجوز

[SKIN]
; New UI
; Common
$BN_START				= شروع
$BN_CANCEL				= لغو
$BN_OK					= تأیید
$BN_YES					= بله
$BN_NO					= خیر
$ST_OPTION				= گزینه ها
$CK_JOIN				= ادغام بخش ها
$BN_OPEN_OUTPUT				= بازکردن
$BN_HELP				= راهنما
$CHECK_DO_NOT_SHOW			= دوباره نشان نده

; Main
$BN_TIP					= برای حذف محدودیت ها ثبت نام کنید
$BN_ADD_SEGMENT				= افزودن بخش
$BN_GUIDE_OPEN_FILE			= بازکردن فایل
$BN_GUIDE_OPEN_FILE_JOINER		= بازکردن فایل ها
$ST_GUIDE_SET_SEGMENT			= ناحیه برش را انتخاب کنید
$ST_GUIDE_START				= شروع کن
$ST_GUIDE_ADD_FILES			= افزودن فایل ها
$ST_SEGMENT_LIST_TITLE			= لیست برش دهنده قسمت
$ST_SEGMENT_LIST_TITLE_JOIN		= لیست فایل ادغام کننده

; Wizard
$BN_WIZARD_CUT				= شروع
$BN_WIZARD_JOIN				= ادغام
$BN_WIZARD_SPLIT			= تقسیم

; About
$ST_ABOUT_VERSION_INFO			= نسخه باندی کات
$ST_ABOUT_COPYRIGHT			= حق مالکیت(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= نسخه جدید موجود است
$BN_ABOUT_CHECK_UPDATE			= بررسی بروزرسانی
$ST_ABOUT_LICENCE_INFO			= اطلاعات مجوز
$BN_ABOUT_REGISTER			= ثبت نام
$BN_ABOUT_REGISTER_HELP			= نحوه خرید و ثبت نام
$ST_ABOUT_HOMEPAGE_INFO			= آدرس وب
$ST_ABOUT_HOMEPAGE_URL			= صفحه خانگی
$ST_ABOUT_FAQ_URL			= پرسش و پاسخ
$BN_ABOUT_UPDATE_REGISTRATION		= بروز رسانی ثبت نام
$BN_ABOUT_RENEW_LICENSE			= تمدید مجوز

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= حالت
$RD_READY_HIGH_SPEED_MODE		= حالت سرعت-زیاد
$RD_READY_ENCODING_MODE			= حالت کدگذاری 
$ST_READY_MODE_HIGH_SPEED		= سریع و بدون از دست دادن کیفیت (توصیه میشود)
$ST_READY_MODE_ENCODING			= سفارشی کردن فرمت فایل، کیفیت و کدک (آهسته)
$ST_READY_FILE_FORMAT			= فرمت فایل
$ST_READY_VIDEO_INFO			= اطلاعات ویدیو
$ST_READY_VIDEO_ENCODER			= کدگذار ویدیو
$ST_READY_AUDIO_INFO			= اطلاعات صدا
$BN_READY_DETAIL_SETTING		= تنظیمات کدگذاری
$BN_READY_PRESET			= پیش تنظیم
$ST_READY_OUTPUT_OPTION			= خروجی
$ST_READY_OUTPUT_FILE_NAME		= نام فایل
$ST_READY_SAVE_FOLDER			= پوشه
$CK_READY_OUTPUT_TO_SOURCE		= ذخیره در پوشه منبع
$ST_READY_TRACK_OPTION			= ذخیره تراک ها
$RD_READY_ALL_TRACK			= ذخیره همه تراک های ویدیو و صدا
$RD_READY_SEL_TRACK			= فقط ذخیره تراک ویدیو و صدا انتخاب شده
$CK_READY_EXTRACT_AUDIO			= استخراج تراک صوتی (.mp3)
$CK_READY_REMOVE_AUDIO			= حذف تراک صوتی

; Run
$ST_RUN_CUT_FILE_INFO			= پیشرفت
$ST_RUN_FILE_NAME			= فایل:
$ST_RUN_COMPLETE			= کامل شد
$BN_RUN_UPLOAD				= آپلود
$BN_RUN_PLAY				= پخش
$ST_RUN_RUNNING_TIME			= زمان سپری شده
$ST_RUN_REMAINING_TIME			= زمان باقیمانده
$ST_RUN_SPEED				= سرعت
$ST_RUN_FILE_SIZE			= حجم فایل
$ST_END_OPTION				= بعد از کامل شدن
$ST_UPLOAD_OPTION			= گزینه آپلود
$CK_RUN_OPEN_OUTPUT_FOLDER		= وقتی کامل شد،پوشه خروجی باز شود
$CK_RUN_SYSTEM_CLOSE			= شات دان
$CK_SOUND_ALARM				= پخش یک صدا
$CK_MOVE_TO_MAIN			= برو به پنجره اصلی

; Capture
$BN_OPEN_FOLDER				= بازکردن پوشه
$BN_MESSAGE				= [u]تصویر ضبط شده در پوشه خروجی ذخیره شده است[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= آیا تابحال <font color="yellow">باندی کَم</font> را امتحان کرده اید؟ آن به شما اجازه ضبط هر چیزی در صفحه رایانه را میدهد و میتوانید آن را بطور ویدیو ذخیره کنید[br]میخواهید باندی کَم را امتحان کنید؟
$BN_UPDATE_STEP1_LINK			= بیشتر بدانید
$ST_UPDATE_STEP2_TEXT			= پیشرفت در دانلود...
$BN_UPDATE_INSTALL			= حالا نصب
$BN_UPDATE_LATER			= نه،ممنونم
$BN_UPDATE_CANCEL			= لغو
$BN_UPDATE_CLOSE			= بستن
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= آماده سازی فایل شما برای ویرایش

; Tooltip
$TT_MENU				= منو
$TT_WIZARD				= (شروع به کار (خانه
$TT_CUTTER				= شروع
$TT_JOINER				= ادغام
$TT_ABOUT				= اطلاعات (F1)
$TT_SETTING				= پیکربندی (F5)
$TT_BANDICAM				= شروع باندی کَم

$TT_FILE_CLOSE_WORK			= بستن همه فایل ها (F4)
$TT_FILE_CLOSE_WORK_CUT			= بستن فایل - حذف همه بخش ها (F4)

$TT_FILE_OPEN				= بازکردن فایل (F2,Ctrl+O)
$TT_FILE_ADD				= افزودن فایل ها (F2,Ctrl+O)
$TT_FILE_PROJECT			= بازکردن/ذخیره فایل پروژه
$TT_OPEN				= بازکردن

$TT_REGISTER				= ثبت نام (F3)
$TT_OPEN_OUTPUT_FOLDER			= بازکردن فایل پروژه (Ctrl+F2)
$TT_HELP				= راهنما
$TT_REFRESH_LINFO			= تازه سازی اطلاعات مجوز

$TT_PLAYER_PLAY				= پخش/وقفه (Space)
$TT_PLAYER_STOP				= توقف (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			= پخش/وقفه بخش (Ctrl+P)
$TT_PLAYER_STOP_SEG			= توقف بخش (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= انتقال به فریم کلیدی قبلی (Ctrl+Left)
$TT_PLAYER_PREV_FRAME			= انتقال به فریم قبلی (Left)
$TT_PLAYER_NEXT_FRAME			= انتقال به فریم بعدی (Right)
$TT_PLAYER_NEXT_KEY_FRAME		= انتقال به فریم کلیدی بعدی (Ctrl+Right)
$TT_PLAYER_PREV_FILE_PLAY		= پخش فایل قبلی (Left)
$TT_PLAYER_NEXT_FILE_PLAY		= پخش فایل بعدی (Right)
$TT_PLAYER_SEG_ADD			= افزودن یک بخش (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= شما میتوانید تا ${int1} فایل/بخش اضافه کنید
$TT_PLAYER_SEG_START			= تنظیم زمان شروع بخش ( S )
$TT_PLAYER_SEG_END			= تنظیم زمان پایان بخش ( E )
$TT_PLAYER_MUTE_ON			= قطع صدا ( M )
$TT_PLAYER_MUTE_OFF			= وصل صدا ( M )

$TT_PLAYER_CAPTURE			= ضبط (Ctrl+C)

$TT_ADD_SEGMENT				= افزودن بخش (Ctrl+N)
$TT_PREV_SEGMENT			= به بالا
$TT_NEXT_SEGMENT			= به پایین
$TT_PREV_MOVE_FILE			= بردن به عقب
$TT_NEXT_MOVE_FILE			= بردن به جلو

$TT_RUN_UPLOAD_OPTION			= گزینه آپلود

$TT_LIST_PLAY				= پخش/وقفه صدا
$TT_LIST_SPLIT				= تقسیم
$TT_LIST_CUT_REMOVE			= حذف
$TT_LIST_JOIN_REMOVE			= حذف

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * کلیدمیانبرهای باندی کات
HOTKEYS_ABOUT				= - درباره باندی کات:		F1
HOTKEYS_FILE_INFO			= - اطلاعات فایل:		Ctrl+F1
HOTKEYS_SETTING				= - پیکربندی:		F5
HOTKEYS_MAX				= - بیشینه/بازگردانی:		Enter
HOTKEYS_CHANGE_MODE			= - تغییر حالت: 		Ctrl+M
HOTKEYS_REGISTER			= - ثبت نام باندی کات:		F3
HOTKEYS_HOME				= - برو به صفحه شروع:		Home

HOTKEYS_PLAY_TITLE			= * پخش/ویرایش
HOTKEYS_OPEN_FILE			= - بازکردن فایل:		Ctrl+O, F2
HOTKEYS_CLOSE				= - بستن همه فایل ها:		F4
HOTKEYS_START				= - شروع:           		Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - بازکردن پوشه خروجی:	Ctrl+F2
HOTKEYS_PLAY				= - پخش/وقفه:		Space
HOTKEYS_STOP				= - توقف:			Ctrl+Space
HOTKEYS_MUTE				= - قطع/وصل صدا:		M

HOTKEYS_SEGMENT_PLAY			= - پخش/وقفه بخش:	Ctrl+P
HOTKEYS_SEGMENT_STOP			= - توقف بخش:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - حذف یک بخش:	Delete

HOTKEYS_PLAY_FORWARD			= - به جلو:			Right, Numpad+
HOTKEYS_PLAY_REWIND			= - به عقب:			Left, Numpad-

HOTKEYS_CUT_TITLE			= * کات
HOTKEYS_SET_START_TIME			= - تنظیم زمان شروع بخش:	S
HOTKEYS_SET_END_TIME			= - تنظیم زمان پایان بخش:	E
HOTKEYS_SEGMENT_ADD			= - افزودن بخش:	Ctrl+N

HOTKEYS_NEXT_FRAME			= - فریم بعدی:		Right, Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - فریم کلیدی بعدی:		Ctrl+Right

HOTKEYS_PREVIOUS_FRAME			= - فریم قبلی:		Left, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - فریم کلیدی قبلی:		Ctrl+Left

HOTKEYS_PREVIOUS_SEL_SEG		= - انتخاب بخش قبلی : Up
HOTKEYS_NEXT_SEL_SEG			= - انتخاب بخش بعدی : Down

HOTKEYS_PREV_TIME_DIGIT			= - انتقال به زمان دیجیتالی قبلی:Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - انتقال به زمان دیجیتالی بعدی:	Tab

HOTKEYS_JOIN_TITLE			= * ادغام
HOTKEYS_PREV_FILE_PLAY			= - پخش/انتخاب فایل قبلی: 	Left
HOTKEYS_NEXT_FILE_PLAY			= - پخش/انتخاب فایل بعدی: 	Right